price_luvers = 120

# словарь содержаший плотность баннера и стоимость печати за 1 м квадратный
material_banner = {"Баннер 440 грамм": [190, [1.1, 1.37, 1.6, 2.2, 2.5, 3.2]],
                   "Баннер 330 грамм": [300, [3.2]],
                   "Баннер 510 грамм (литой)": [400, [1.1, 1.37, 1.6, 2.2, 2.5, 3.2]],

                   # Словарь  содержащий наименование пленки и стоимость за 1 м2
                   "Пленка orajet_3640 белая матовая": [450, [1.05, 1.26, 1.37, 1.52]],
                   "Пленка orajet_3640 белая Глянцвая": [450, [1.05, 1.26, 1.37, 1.52]],
                   "Пленка Orajet_3640 прозрачная Глянцвая": [450, [1.05, 1.26, 1.37, 1.52]],
                   "Пленка Orajet_3640 прозрачная Матовая": [450, [1.05, 1.26, 1.37, 1.52]],
                   "Пленка Китай белая матовая": [375, [1.05, 1.26, 1.37, 1.52]],
                   "Пленка Китай белая глянцевая": [375, [1.05, 1.26, 1.37, 1.52]],
                   "Пленка Китай прозрачная матовая": [375, [1.05, 1.26, 1.37, 1.52]],
                   "Пленка Китай прозрчная глянцевая": [375, [1.05, 1.26, 1.37, 1.52]],

                   # Словарь Сетка и стоимость за 1 м2
                   "Печать на сетке": [335, [3.2]],
                   # Перфопленка и стоимость за 1 м2
                   "Печать на перфопленке": [650, [1.37]],


                  # Словарь виды бумаг и и стоимость за 1 м2
                  'Бумага blueback': [90, [1.52]],
                 "Бумага CityLight 150 грамм": [220, [1.27, 1.37, 1.6]],

                # Фотообои и стоимость за 1 м2
                "Печать на фотообоях": [900, [1.05]]}

# Список меню
fist_change_material = ["Печать на баннере",
                        "Печать на сетке",
                        "Печать на пленке",
                        "Печать на перфопленке",
                        "Печать на бумаге",
                        "Печать на фотообоях", "Назад"]
banner = ['Баннер 440 грамм',
            'Баннер 330 грамм',
            'Баннер 510 грамм (литой)']
material_film = ["Пленка orajet_3640 белая матовая",
                   "Пленка orajet_3640 белая Глянцвая",
                   "Пленка Orajet_3640 прозрачная Глянцвая",
                   "Пленка Orajet_3640 прозрачная Матовая",
                   "Пленка Китай белая матовая",
                   "Пленка Китай белая глянцевая",
                   "Пленка Китай прозрачная матовая",
                   "Пленка Китай прозрчная глянцевая"
]

material_paper = [ 'Бумага blueback',
                 "Бумага CityLight 150 грамм"]
# Whidth Roll
