# словарь содержаший плотность баннера и стоимость печати за 1 м квадратный
banner = {"Баннер 440 грамм": "350",
          "Баннер 330 грамм": "300",
          "Баннер 510 грамм (литой)": "400"}


# Словарь  содержащий наименование пленки и стоимость за 1 м2
film = {"Пленка orajet_3640 белая матовая": "450",
        "Пленка orajet_3640 белая Глянцвая": "450",
        "Пленка Orajet_3640 прозрачная Глянцвая": "450",
        "Пленка Orajet_3640 прозрачная Матовая": "450",
                    "Пленка Китай белая матовая": "375",
        "Пленка Китай белая глянцевая": "375",
        "Пленка Китай прозрачная матовая": "375",
        "Пленка Китай прозрчная глянцевая": "375"}


# Словарь Сетка и и стоимость за 1 м2
setka = {"Баннерная сетка": "275"}


# Перфопленка и стоимость за 1 м2
perfo_film = {"Перфорированная пленка": "650"}


# Словарь виды бумаг и и стоимость за 1 м2
paper = {"Бумага blueback": "90",  "Бумага CityLight 150 грамм": "220"}


#Фотообои и стоимость за 1 м2
fotooboi = {"Фотообои": "950"}


# Список меню
fist_change_material =["Баннер", "Пленка", "Бумага", "Показать все возможные материалы"]